"""
Задание 8 : Дано слово «объектно-ориентированный».
Используя индексацию и срезы составьте из него слова:
‘объект’, ‘ориентир’, ‘тир’, ‘кот’, ‘рента’ и выведите их на экран.
"""

# объявление переменной
word = 'объектно-ориентированный'

# составление слов
print('Слово 1 :', word[:6])
print('Слово 2 :', word[9:17])
# print('Слово 3 :', word[])
# print('Слово 4 :', word[])
# print('Слово 5 :', word[])
