"""
Задание 7 : Составьте программу, которая запрашивает название государства
и его столицы, а затем выводит сообщение:
"Государство - ..., столица - ..."
"""

# ввод названий
state = input('Введите название государства : ')
capital = input('Введите название столицы : ')

# вывод сообщения
print(f'Государство - {state}, столица - {capital}')
