"""
Задание 9 : Кинотеатр хранит информацию о фильмах: название, список актеров, стоимость
билета, список сеансов и др. Составить возможный словарь
"""

cinema = {
    "opengamer": {
        "name": "Оппенгеймер",
        "cast": ["Киллиан Мерфи", "Эмили Блант", "Мэтт Дэймон", "Роберт Дауни-младший"],
        "price": 250,
        "shows": ["13.50", "15.10", "17.30", "19.50"],
        "rating": 8.8,
        "year": 2023,
        "genre": ["биография", "драма", "исторический"],
        "budget": 180000000
    },
    "barbie": {
        "name": "Барби",
        "cast": ["Марго Робби", "Райан Гослинг", "Кейт МакКиннон", "Симу Лю"],
        "price": 390,
        "shows": ["11.50", "13.10", "15.30", "17.50"],
        "rating": 8.2,
        "year": 2023,
        "genre": ["комедия", "драма", "приключения", "фэнтези", "мелодрама"],
        "budget": 100000000
    },
    "Acide": {
        "name": "Катастрофа",
        "cast": ["Гийом Кане", "Летиция Дош", "Мари Юнг"],
        "price": 250,
        "shows": ["11.50", "13.10", "14.30", "16.50"],
        "rating": 6.3,
        "year": 2023,
        "genre": ["драма", "фантастика", "триллер"],
        "budget": 15000200
    }
}
